<template>
	<view class="hospital_introduction">
		<view class="label">
            <view class="icon"></view>
            <text class="title">本院介绍</text>
        </view>
        <view class="intro_details">
            医院始建于1960年，历经两分三并，五易其址；是粤西地区建院较早、规模较大，集医疗救护、科研教学、预防保健、康复养老于一体的国家三级甲等中医医院，是广东省第二家通过国家三级甲等中医医院评审的县级综合性中医医院。为广东省普通高等医学院校教学医院、广州中医药大学非直属附属医院。医院年门诊病人60万人次，出院病人5万余人次，住院手术超1.5万例；在全国三级公立中医医院绩效考核工作中，医院排233名；综合服务能力稳居全省县级中医医院第一。<br>2020年，市委市政府站在&ldquo;大卫生、大健康、大中医&rdquo;战略高度，将市第二人民医院整体合并到医院，实现功能优势互补、学科优势互补、人才优势互补、管理优势互补，大力推动做大做强我院以及我市中医药事业，实现了&ldquo;花少钱办大事&rdquo;的目的，达到&ldquo;1+1＞2&rdquo;的目标。<br>目前，医院有2个院区（总院、南院），下设中心门诊、永镇门诊、解放街门诊、南院门诊4个门诊部和管辖潘州街道、山美街道、石仔岭街道3个社区卫生服务中心，形成了&ldquo;一院两区三中心&rdquo;的大中医发展格局。医院编制床位900张。医院总占地面积150亩，建筑面积12.82万平方米。<br>医院在岗职工1300多人，其中高级职称人员150多人，博士（含在读）3人，硕士研究生56人。有省名中医1人、茂名市名中医3人；市优秀专家和拔尖人才15人、创新型领军人才7人。<br>医院设有外科、骨伤科、妇科、产科、儿科、新生儿科、眼科、耳鼻喉科、皮肤科、肛肠科、针灸科、重症医学科、推拿科、肝病科、脑病科、肿瘤科、肺病科、肾病科、血液透析科、心病科、脾胃病科、口腔科、急诊科、感染性疾病科、麻醉科等临床科室40多个；其中有国家中医药管理局农村医疗机构中医特色专科2个（骨伤科、针灸科）、广东省重点专科5个（骨伤科、针灸科、儿科、妇科、治未病科）、广东省中医特色专科3个（肝病科、肺病科、脾胃病科）、茂名市重点专科5个（骨伤科、针灸科、外三科、外二科、妇科），形成了以骨伤科为龙头，外科以微创、内科以介入、中医以适宜技术的发展格局。<br>医院设有药学部、医学影像科、医学检验科、超声科、输血科、病理科、手术室、营养科等医技科室8个，配备有1.5T核磁共振2台、CT机4台，以及数字减影血管造影机（DSA)2台、数字化摄像系统（DR）、雅培a3600全自动生化流水线等总值近3亿多元的先进医疗设备。<br>医院中医特色优势显明，有国医堂1个，院士（国医大师石学敏）工作室1个，省名中医李鳌才传承工作室1个，骨伤科、肝病、肺病、脾胃病等省市级名医工作室4个。还有治未病科、妇女保健养生基地、儿童康复中心和20多个中医综合治疗室，开展中医药适宜技术共60多项，拥有经广东省药监局批准的各种自制药31种。<br>医院坚持&ldquo;传承精华、守正创新&rdquo;原则，深入挖掘中医药文化的精髓和时代价值，成立潘茂名中医药技术研究中心等4个市级工程技术中心，推进中医药研发创新，开发潘茂名系列产品。目前，已研发出潘茂名系列丹膏丸散茶类47种；潘茂名中医药文化入选高州市第三批非物质文化遗产保护名录；&ldquo;潘茂名凉茶&rdquo;完成长短毒试验和专利认证，即将投产；启动了《潘茂名养生保健法》书籍编纂和潘茂名中医药博物馆前期准备工作。
        </view>
	</view>
</template>

<script setup lang="ts">
	
</script>

<style lang="scss" scoped>
	.hospital_introduction {
        margin: 20rpx 0;
		.label {
            margin: 20rpx 0;
            display: flex;
            align-items: center;

            .icon {
                background-color: #226BF3;
                width: 40rpx;
                height: 13rpx;
                border-radius: 10rpx;
                margin-right: 20rpx;
            }

            .title {
                font-size: 20px;
            }
        }

        .intro_details {
            font-size: 14px;
        }
	}
</style>